{
	"city": "Busan",
	"list": [
		{
			"name": "Pork Gukbap (돼지국밥)",
			"tags": ["pork", "lunch", "dinner"],
			"description": "A broth 'tang' soup served with boiled pork slices and rice in a hot stone pot. Seasoning is generally done at the table according to personal taste by adding salt, ground black pepper, red pepper, minced garlic, or chopped scallions.",
			"address": "서울특별시 종로구 관철동 12-11",
			"imgURL": "http://thongtinhanquoc.com/wp-content/uploads/2013/11/tthq-dwaeji-gukbap.jpg"
		},
		{
			"name": "Black pig barbecue (흑돼지구이)",
			"tags": ["pork", "lunch", "dinner"],
			"description": "The Jeju Black is said to have a unique taste quite distinct from other breeds of pig and forms the basis of some well-known local dishes. The pork is smoked over burning hay allowing the smoke to penetrate the meat juices resulting in a flavour quite unlike regular pork and a meat that is somewhat chewier.",
			"address": "서울특별시 종로구 관철동 12-11",
			"imgURL": "http://cfile204.uf.daum.net/image/1439CC434FBF4A6E2F7D9C"
		},
		{
			"name": "Rabokki (라뽁이)",
			"tags": ["spicy", "fish", "snack"],
			"description": "A variant on the popular Korean snack food Tteokbokki. Made with soft rice cake, fish cake and ramen cooked in a sweet red chili sauce.",
			"address": "서울특별시 종로구 관철동 12-11",
			"imgURL": "http://cfile233.uf.daum.net/image/1965E10D4B5109922AD34B"
		},
		{
			"name": "Soondaeguk (순대국)",
			"tags": ["pork", "lunch", "dinner"],
			"description": "A 'guk', or soup-like dish made with sundae, which is made by boiling or steaming cow or pig's intestines that are stuffed pig's intestines stuffed with cellophane noodles, barley, and pork blood. Sometimes the soup includes fatty pieces of intestine (gopchang), liver, lungs, bits of cartilage, and meat.",
			"address": "서울특별시 종로구 관철동 12-11",
			"imgURL": "http://img.ezday.co.kr/cache/board/2010/10/14/d90c0232279a5c4493c4f37cafd7d294.jpg"
		},
		{
			"name": "Gopchang (곱창)",
			"tags": ["beef", "dinner"],
			"description": "A dish of grilled intestines of cattle. Compared to other cuts of meat, gopchang is high in iron and vitamins. It is relatively inexpensive and has a chewy yet palatable texture.",
			"address": "서울특별시 종로구 관철동 12-11",
			"imgURL": "http://cdn9.pikicast.com/card/dcd4e64f-1b61-40be-8350-61fb20ff0a26_20140930100401132.jpg"
		}
	]
}